---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathOfTravelToRoom
source: html/698a3dbc-8265-b14b-0202-ee39940f50b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathOfTravelToRoom Property

"To Room"

## Syntax (C#)
```csharp
public static ForgeTypeId PathOfTravelToRoom { get; }
```